Repository: darktable-org/darktable
Catalog: doc/usermanual/po/es.tmx
Source language: en
Languages: es

source: where to place the exposure level for processed pics, EV below overexposure.
es: El lugar del nivel de exposición en las fotos procesadas, debajo de la sobreexposición EV.

source: computed EC:
es: compensación de exposición calculada:

source: what exposure correction has actually been used
es: Las correcciones de exposición que se han utilizado realmente

source: filmic
es: película

source: 09 EV (low-key)
es: 09 EV (clave baja)

source: 10 EV (indoors)
es: 10 EV (interiores)

source: 11 EV (dim outdoors)
es: 11 EV (atenuación en exteriores)

source: 12 EV (outdoors)
es: 12 EV (exteriores)

source: 13 EV (bright outdoors)
es: 13 EV (exteriores luminosos)

source: 14 EV (backlighting)
es: 14 EV (retroiluminación)

source: 15 EV (sunset)
es: 15 EV (puesta de sol)

source: read-only graph, use the parameters below to set the nodes
es: Gráfico de solo lectura, utilice los siguientes parámetros para configurar los nodos

source: logarithmic shaper
es: modelador logarítmico

source: middle grey luminance
es: luminancia gris medio

source: adjust to match the average luminance of the subject. except in back-lighting situations, this should be around 18%.
es: Ajústelo para que coincida con la luminancia promedio del sujeto. Excepto en situaciones de retroiluminación, esto debería ser alrededor del 18%.

source: white relative exposure
es: exposición blanca relativa

source: number of stops between middle grey and pure white. this is a reading a lightmeter would give you on the scene. adjust so highlights clipping is avoided
es: Número de pasos entre el gris medio y el blanco puro. Esta es una lectura que un fotómetro te daría en la escena. Ajustar para evitar el recorte de luces

source: black relative exposure
es: exposición negra relativa

source: number of stops between middle grey and pure black. this is a reading a lightmeter would give you on the scene. increase to get more contrast. decrease to recover more details in low-lights.
es: Número de pasos entre el gris medio y el negro puro. Esta es una lectura que un fotómetro te daría en la escena. Aumentar para obtener más contraste. Disminuir para recuperar más detalles en condiciones de poca luz.

source: safety factor
es: factor de seguridad

source: enlarge or shrink the computed dynamic range. useful in conjunction with "auto tune levels".
es: Aumentar o reducir el rango dinámico calculado. Útil en combinación con "niveles automáticos".

source: auto tune levels
es: niveles automáticos

source: try to optimize the settings with some guessing. this will fit the luminance range inside the histogram bounds. works better for landscapes and evenly-lit pictures but fails for high-keys and low-keys.
es: Trata de optimizar los ajustes con algunas estimaciones. Esto ajustará el rango de luminancia dentro de los límites del histograma. Funciona mejor para paisajes y fotos uniformemente iluminadas pero falla en las clave alta y clave baja.

source: filmic S curve
es: curva S de película

source: slope of the linear part of the curve affects mostly the mid-tones
es: Pendiente de la parte lineal de la curva Afecta sobre todo a los tonos medios

source: latitude
es: latitud

source: width of the linear domain in the middle of the curve. increase to get more contrast at the extreme luminances. this has no effect on mid-tones.
es: Anchura del dominio lineal en el centro de la curva. Para obtener más contraste en las luminancias extremas. No tiene efecto en los tonos medios.

source: shadows/highlights balance
es: equilibrio entre sombras y luces

source: slides the latitude along the slope to give more room to shadows or highlights. use it if you need to protect the details at one extremity of the histogram.
es: Desliza la latitud a lo largo de la pendiente para dar más espacio a las sombras o luces. Usarlo en caso de querer proteger los detalles en un extremo del histograma.

source: global saturation
es: saturación global

source: desaturates the input of the module globally. you need to set this value below 100% if the chrominance preservation is enabled.
es: Desatura globalmente la entrada del módulo. Es necesario establecer este valor por debajo del 100% si la preservación de la crominancia está habilitada.

source: extreme luminance saturation
es: saturación de luminancia extrema

source: desaturates the output of the module specifically at extreme luminances. decrease if shadows and/or highlights are over-saturated.
es: Desatura la salida del módulo específicamente a luminancias extremas. Disminuir si las sombras o las luces o ambas están sobresaturadas.

source: intent
es: propósito

source: contrasted
es: contrastado

source: faded
es: difuminado

source: optimized
es: optimizado

source: change this method if you see reversed contrast or faded blacks
es: Cambiar el método si aparecen contrastes invertidos o negros difuminados

source: preserve the chrominance
es: preservar la crominancia

source: ensure the original color are preserved. may reinforce chromatic aberrations. you need to manually tune the saturation when using this mode.
es: Permite que se conserve el color original. Puede acentuar las aberraciones cromáticas. Es necesario ajustar manualmente la saturación cuando se utiliza este modo.

source: destination/display
es: destino/visualización

source: target black luminance
es: luminancia negra de destino

source: luminance of output pure black, this should be 0% except if you want a faded look
es: La luminancia de salida negro puro, debería ser del 0% excepto si se desea lograr un aspecto difuminado

source: target middle grey
es: gris medio de destino

source: midde grey value of the target display or color space. you should never touch that unless you know what you are doing.
es: Valor gris medio de la pantalla de destino o espacio de color. Evitar moverlo a menos que se sepa lo que se está haciendo.

source: target white luminance
es: luminancia blanca de destino

source: luminance of output pure white, this should be 100% except if you want a faded look
es: La luminancia de salida blanco puro debería ser del 100% excepto si se desea lograr un aspecto difuminado

source: target gamma
es: gamma destino

source: power or gamma of the transfer function of the display or color space. you should never touch that unless you know what you are doing.
es: Potencia o gamma de la función de transferencia de la pantalla o del espacio de color. Evitar moverlo a menos que se sepa lo que se está haciendo.

source: filmic rgb
es: película rgb

source: 07 EV dynamic range
es: rango dinámico 07 EV

source: 09 EV dynamic range
es: rango dinámico 09 EV

source: 11 EV dynamic range
es: rango dinámico 11 EV

source: 13 EV dynamic range
es: rango dinámico 13 EV

source: 15 EV (backlighting)
es: contraluz 15 EV

source: 17 EV (HDR)
es: HDR 17 EV

source: white exposure
es: exposición de blanco

source: black exposure
es: exposición de negro

source: dynamic range scaling
es: escala de rango dinámico

source: shadows highlights balance
es: equilibrio entre sombras y luces

source: target power transfer function
es: función de transferencia de potencia de destino

source: preserve chrominance
es: preservar crominancia

source: read-only graph, use the parameters below to set the nodes the bright curve is the filmic tone mapping curve the dark curve is the desaturation curve
es: Gráfico no alterable, use los siguientes parámetros para configurar los nodos. La curva clara es la curva de mapeo de tono de película La curva oscura es la curva de desaturación

source: scene
es: escena

source: look
es: apariencia

source: display
es: pantalla

source: adjust to match the average luminance of the image's subject. the value entered here will then be remapped to 18.45%. decrease the value to increase the overall brightness.
es: Ajústelo para que coincida con la luminosidad promedio del sujeto de la imagen. El valor aquí ingresado se reajustará para corresponder al 18.45%. Disminuya el valor para aumentar el brillo general.

source: symmetrically enlarge or shrink the computed dynamic range. useful to give a safety margin to extreme luminances.
es: Ampliar o reducir simétricamente el rango dinámico calculado. Es útil para dar margen de seguridad a las luminancias extremas.

source: try to optimize the settings with some statistical assumptions. this will fit the luminance range inside the histogram bounds. works better for landscapes and evenly-lit pictures but fails for high-keys, low-keys and high-ISO pictures. this is not an artificial intelligence, but a simple guess. ensure you understand its assumptions before using it.
es: Procura optimizar los ajustes con algunas estimaciones estadísticas. Se ajustará al rango de luminancia dentro de los límites del histograma. Funciona mejor en paisajes y fotos uniformemente iluminadas pero es falible con la clave alta, la clave baja e ISO alto. La estimación es simplemente un cálculo y no inteligencia artificial, por lo que es importante comprender esas estimaciones antes de usarlo.

source: width of the linear domain in the middle of the curve, in percent of the dynamic range (white exposure - black exposure). increase to get more contrast and less desaturation at extreme luminances, decrease otherwise. no desaturation happens in the latitude range. this has no effect on mid-tones.
es: Anchura del dominio lineal en el centro de la curva, en relación porcentual del rango dinámico (exposición blanca, exposición negra). Aumentar para obtener más contraste y mas saturación en luminancias extremas, y disminuir para lo opuesto. No hay desaturación en el rango de la latitud. No tiene ningún efecto en los tonos medios.

source: desaturates the output of the module specifically at extreme luminances. increase if shadows and/or highlights are under-saturated.
es: Desatura la imagen resultante del módulo, específicamente en luminancias extremas. Aumentar si las sombras o las luces les falta saturación.

source: luminance Y
es: luminancia Y

source: RGB power norm
es: potencia estándar RGB

source: ensure the original color are preserved. may reinforce chromatic aberrations and chroma noise, so ensure they are properly corrected elsewhere.
es: Procura preservar el color original. Puede acentuar las aberraciones cromáticas y el ruido de croma. por lo que habrá de asegúrarse de que sean corregidos con otros módulos.

source: scale into final size
es: redimensionar al tamaño final

source: autodetect
es: autodetectar

source: no rotation
es: sin rotación

source: flip horizontally
es: girar imagen horizontalmente

source: flip vertically
es: girar imagen verticalmente

source: rotate by -90 degrees
es: rotar -90 grados

source: rotate by 90 degrees
es: rotar 90 grados

source: rotate by 180 degrees
es: rotar 180 grados

source: rotate
es: rotar

source: rotate 90 degrees CCW
es: rotar 90 grados en sentido antihorario

source: rotate 90 degrees CW
es: rotar 90 grados en sentido horario

source: display encoding
es: codificado de visualización

source: global tonemap
es: mapeo tonal global

source: bias
es: sesgo

source: target
es: destino

source: operator
es: operador

source: the global tonemap operator
es: operador global de mapeo tonal

source: the bias for tonemapper controls the linearity, the higher the more details in blacks
es: El sesgo del mapeo tonal controla la linealidad: cuanto mayor sea, más detalles en los negros tendrá

source: the target light for tonemapper specified as cd/m2
es: La luz destino para el mapeo tonal se especifica como cd/m²

source: neutral gray ND2 (soft)
es: gris neutro ND2 (tenue)

source: neutral gray ND4 (soft)
es: gris neutro ND4 (tenue)

source: neutral gray ND8 (soft)
es: gris neutro ND8 (tenue)

source: neutral gray ND2 (hard)
es: gris neutro ND2 (intenso)

source: neutral gray ND4 (hard)
es: gris neutro ND4 (intenso)

source: neutral gray ND8 (hard)
es: gris neutro ND8 (intenso)

source: orange ND2 (soft)
es: naranja ND2 (tenue)

source: yellow ND2 (soft)
es: amarillo ND2 (tenue)

source: purple ND2 (soft)
es: púrpura ND2 (tenue)

source: green ND2 (soft)
es: verde ND2 (tenue)

source: red ND2 (soft)
es: rojo ND2 (tenue)

source: blue ND2 (soft)
es: azul ND2 (tenue)

source: brown ND4 (soft)
es: marrón ND4 (tenue)

source: graduated density
es: filtro de densidad graduada

source: density
es: densidad

source: hardness
es: transición

source: the density in EV for the filter
es: La densidad del filtro en EV

source: hardness of graduation: 0% = soft, 100% = hard
es: Transición de la gradación: 0% = suave, 100% = intensa

source: rotation of filter -180 to 180 degrees
es: Rotación del filtro de -180 a 180 grados

source: select the hue tone of filter
es: Seleccionar el tono del filtro

source: select the saturation of filter
es: Seleccionar la saturación del filtro

source: [%s on nodes] change line rotation
es: [%s en nodos] cambiar la rotación de la línea

source: [%s on line] move line
es: [%s sobre la línea] mover línea

source: [%s on line] change density
es: [%s sobre la línea] cambiar densidad

source: [%s on line] change hardness
es: [%s sobre la línea] cambiar transición

source: grain
es: grano

source: midtones bias
es: sesgo en los tonos medios

source: the grain size (~ISO of the film)
es: Tamaño del grano (~ISO de la pelicula)

source: the strength of applied grain
es: Intensidad del ruido aplicado

source: amount of midtones bias from the photographic paper response modeling. the greater the bias, the more pronounced the fall off of the grain in shadows and highlights
es: La cantidad de desviación en los tonos medios de la simulación de la reacción en papel fotográfico. A mayor sesgo, más pronunciada es la caída del grano en las sombras y en las luces

source: haze removal
es: eliminación de neblina

source: distance
es: distancia

source: amount of haze reduction
es: Proporción de reducción de neblina

source: limit haze removal up to a specific spatial depth
es: Limitar la eliminación de la neblina hasta una profundidad espacial específica

source: highlight reconstruction
es: reconstrucción de luces

source: clip highlights
es: recortar luces

source: reconstruct in LCh
es: reconstruir en LCh

source: reconstruct color
es: reconstruir color

source: highlight reconstruction method
es: Método de reconstrucción de luces

source: manually adjust the clipping threshold against magenta highlights (you shouldn't ever need to touch this)
es: Ajustar manualmente el umbral de corte contra las luces magenta (no sería necesario cambiar esto)

source: highpass
es: filtro paso alto

source: sharpness
es: enfoque

source: contrast boost
es: incremento de contraste

source: the sharpness of highpass filter
es: Enfoque del filtro paso alto

source: the contrast of highpass filter
es: Contraste del filtro paso alto

source: hot pixels
es: pixeles calientes

source: fixed %d pixel
es: corregido %d pixel

source: lower threshold for hot pixel
es: Umbral inferior de los pixeles calientes

source: strength of hot pixel correction
es: Cantidad de corrección de pixeles calientes

source: detect by 3 neighbors
es: detección por 3 pixeles cercanos

source: mark fixed pixels
es: marcar pixeles corregidos

source: hot pixel correction only works for raw images.
es: Corrección de pixeles calientes Sólo funciona con imágenes RAW.

source: `%s' color matrix not found for 4bayer image
es: `%s' matriz de color no encontrada para imagen 4bayer

source: invert
es: invertir

source: pick color of film material from image
es: seleccionar color de la película desde la imagen

source: color of film material
es: color de la película

source: brightness of film material
es: brillo del material de la película

source: select color of film material
es: seleccionar color de la película

source: lens correction
es: corrección de lente

source: find camera
es: encontrar cámara

source: find lens
es: encontrar lente

source: camera model
es: modelo de cámara

source: select corrections
es: seleccionar correcciones

source: corrections
es: correcciones

source: geometry
es: geometría

source: maker: %s model: %s%s mount: %s crop factor: %.1f
es: fabricante: %s modelo: %s%s montura: %s factor de recorte: %.1f

source: camera/lens not found - please select manually
es: cámara/lente no encontrada - por favor, seleccionelo manualmente

source: try to locate your camera/lens in the above two menus
es: intente localizar su cámara/lente en alguno de los dos menús superiores

source: maker: %s model: %s focal range: %s aperture: %s crop factor: %.1f type: %s mounts: %s
es: fabricante: %s modelo: %s rango focal: %s apertura: %s factor de recorte: %.1f tipo: %s montura: %s

source: focal length (mm)
es: longitud focal (mm)

source: f-number (aperture)
es: número-f (apertura)

source: distance to subject
es: distancia al sujeto

source: distortion & TCA
es: distorsión y TCA

source: distortion & vignetting
es: distorsión y viñeteado

source: TCA & vignetting
es: TCA y viñeteado

source: only distortion
es: sólo distorsión

source: only TCA
es: sólo TCA

source: only vignetting
es: sólo viñeteado

source: which corrections to apply
es: corrección a aplicar

source: target geometry
es: geometría destino

source: rectilinear
es: rectilínea

source: fish-eye
es: ojo de pez

source: panoramic
es: panorámica

source: equirectangular
es: equirrectangular

source: orthographic
es: ortográfico

source: stereographic
es: estereográfico

source: equisolid angle
es: ángulo sólido constante

source: thoby fish-eye
es: ojo de pez thoby

source: auto scale
es: auto redimensionar

source: correct distortions or apply them
es: corrija la distorsión o establézcala

source: correct
es: corregir

source: distort
es: distorsión

source: Transversal Chromatic Aberration red
es: Aberración cromáticas trasversal roja

source: TCA red
es: TCA rojo

source: Transversal Chromatic Aberration blue
es: Aberración cromáticas trasversal azul

source: TCA blue
es: TCA azul

source: corrections done:
es: correcciones realizadas:

source: which corrections have actually been done
es: qué correcciones se han realizado actualmente

source: levels
es: niveles

source: white
es: blanco

source: drag handles to set black, gray, and white points. operates on L channel.
es: arrastre las barras para establecer los puntos negro, gris y blanco. opera en el canal L.

source: apply auto levels
es: establecer niveles automáticos

source: pick black point from image
es: seleccionar punto negro de la imagen

source: pick medium gray point from image
es: seleccionar el punto gris medio de la imagen

source: pick white point from image
es: seleccionar el punto blanco de la imagen

source: black percentile
es: percentil negro

source: gray percentile
es: percentil gris

source: white percentile
es: percentil blanco

source: liquify
es: licuar

source: click and drag to add point scroll to change size shift+scroll to change strength - ctrl+scroll to change direction
es: Pulse y arrastre para agregar el punto Desplazamiento para cambiar el tamaño Mayús+Desplazamiento fija la fuerza. Ctrl+Desplazamiento fija el sentido

source: click to add line scroll to change size shift+scroll to change strength - ctrl+scroll to change direction
es: Pulsar para agregar una línea Desplazamiento para cambiar el tamaño Mayús+Desplazamiento fija la fuerza. Ctrl+Desplazamiento fija el sentido

source: click to add curve scroll to change size shift+scroll to change strength - ctrl+scroll to change direction
es: Pulsar para añadir curva Desplazamiento para cambiar el tamaño Mayús+Desplazamiento fija la fuerza. Ctrl+Desplazamiento fija el sentido

source: click to edit nodes
es: Pulsar para editar nodos

source: use a tool to add warps. right-click to remove a warp.
es: Utilice una herramienta para agregar deformaciones. Clic secundario para eliminar una deformación.

source: warps|nodes count:
es: Deformaciones|cuenta de nodos:

source: point tool: draw points
es: Herramienta de punto: dibujar puntos

source: line tool: draw lines
es: Herramienta de linea: dibujar lineas

source: curve tool: draw curves
es: Herramienta de curva: dibujar curvas

source: node tool: edit, add and delete nodes
es: Herramienta de nodo: agregar y eliminar nodos

source: ctrl+click: add node - right click: remove path ctrl+alt+click: toggle line/curve
es: Ctrl+Clic: agregar nodo; Clic secundario: eliminar ruta Ctrl+Alt+Clic: alternar entre línea y curva

source: click and drag to move - click: show/hide feathering controls ctrl+click: autosmooth, cusp, smooth, symmetrical - right click to remove
es: Clic+Arrastre para mover. Pulsado: mostrar u ocultar control de difuminado Ctrl+Clic: suavizado automático, cúspide, suavizado, simétrico. Clic secundario para eliminar

source: drag to change shape of path
es: Arrastrar para cambiar la figura de la ruta

source: drag to adjust warp radius
es: Arrastrar para ajustar el radio de deformación

source: drag to adjust hardness (center)
es: Arrastrar para ajustar la dureza (centro)

source: drag to adjust hardness (feather)
es: Arrastrar para ajustar la dureza (difuminado)

source: drag to adjust warp strength ctrl+click: linear, grow, and shrink
es: Arrastre para ajustar la fuerza del deformado Ctrl+Clic : lineal, aumentar y encoger

source: point tool
es: herramienta de punto

source: line tool
es: herramienta de línea

source: curve tool
es: herramienta de curva

source: node tool
es: herramienta de nodo

source: lowlight vision
es: visión nocturna

source: blue shift
es: levantar azules

source: indoor bright
es: interior brillante

source: indoor dim
es: interior tenue

source: indoor dark
es: interior oscuro

source: twilight
es: amanecer

source: night street lit
es: calle nocturna iluminada

source: night street
es: calle nocturna

source: night street dark
es: calle nocturna oscura

source: night
es: noche

source: dark
es: oscuridad

source: bright
es: brillo

source: day vision
es: visión diurna

source: night vision
es: visión nocturna

source: blueness in shadows
es: azul en las sombras

source: lowpass
es: filtro paso bajo

source: local contrast mask
es: máscara de contraste local

source: filter order
es: orden del filtro

source: 0th order
es: 0º orden

source: 1st order
es: 1º orden

source: 2nd order
es: 2º orden

source: filter order of gaussian blur
es: orden del filtro gaussiano

source: soften with
es: suavizar con

source: gaussian
es: gaussiano

source: bilateral filter
es: reducción de ruido (filtro bilateral)

source: radius of gaussian/bilateral blur
es: Radio del desenfoque gaussiano/bilateral

source: contrast of lowpass filter
es: contraste del filtro de paso bajo

source: brightness adjustment of lowpass filter
es: ajuste del brillo del filtro del filtro paso bajo

source: color saturation of lowpass filter
es: saturación del filtro de paso bajo

source: which filter to use for blurring
es: Filtro que se usará para el desenfoque

source: application color space
es: espacio de color de la aplicación

source: interpolation
es: interpolación

source: error allocating buffer for gmz lut
es: Error al asignar búfer para LUT gmz

source: invalid png file %s
es: El archivo png %s es inválido

source: png bit-depth %d not supported
es: la profundidad de bits %d png no es compatible

source: invalid level in png file %d %d
es: nivel inválido en el archivo png %d %d

source: this darktable build is not compatible with compressed clut
es: Esta compilación de darktable no es compatible con la tabla de búsqueda de color comprimida

source: error - lut 3D size %d exceeds the maximum supported
es: Error: el tamaño de LUT 3D %d excede el límite establecido

source: error allocating buffer for png lut
es: Error al asignar búfer para LUT png

source: error - could not read png image %s
es: Error: no se pudo leer la imagen png %s
